{
  "navLink": {
    "main": "Главная",
    "about": "О нас",
    "workAt": "Работайте в Staffchange"
  },
  "footer": {
    "contact": "Свяжитесь с нами"
  },
  "main": {
    "slogan": "Мы предоставляем квалифицированных работников во всех сферах",
    "title1": "Добро пожаловать в Staffchange: это группа Hansavest",
    "description1": "Добро пожаловать в Staffchange - вашего надежного партнера по поиску работы и трудоустройству! Мы компания, занимающаяся гармонизацией потребностей работодателей и кандидатов в сфере трудоустройства. Наша миссия - помочь квалифицированным специалистам реализовать свои навыки и помочь молодым талантам найти свою идеальную работу и повысить свой карьерный потенциал. Мы предлагаем инновационные решения и персонализированную поддержку для успешного трудоустройства каждого нашего клиента. Присоединяйтесь к нашему сообществу трудоустройства уже сегодня и начните свой путь к росту карьеры и достижениям!",
    "title2": "Ваш мост к успеху: Staffchange",
    "description2": "Компания Staffchange является лидером на рынке трудоустройства, специализируясь на поиске идеальных вакансий для кандидатов в различных секторах. Наша миссия - предоставление высококачественных услуг по поиску работы, согласование потребностей кандидатов и потребностей работодателей. Мы работаем с широким спектром компаний и организаций, чтобы обеспечить разнообразие вакансий в различных отраслях, от информационных технологий и маркетинга до финансов и медицины. Наша команда профессионалов всегда готова предоставить вам персональную поддержку и советы, чтобы помочь вам найти работу, которая соответствует вашим целям и стремлениям. Присоединяйтесь к нашему сообществу трудоустройства уже сегодня и позвольте нам помочь вам сделать следующий шаг в карьере!"
  },
  "about": {
    "title1": "Staffchange: группа Hansavest партнерство для Прогресса",
    "description1": "Мы предоставляем ориентированные на клиента решения для рабочей силы, направленные на укрепление вашего бизнеса",
    "title2": "Преимущество Staffchange: Индивидуальный подход к вашему пути поиска работы",
    "description2": "Компания Staffchange и Hansavest group- это динамичная команда профессионалов в области трудоустройства. Наши эксперты имеют многолетний опыт работы с компаниями различного масштаба и отраслей и понимают, что важно для успешного поиска работы. Мы работаем со всеми сторонами - от кандидатов, ищущих работу, до работодателей, ищущих талантливых сотрудников. Наша цель - собрать идеальные пары, чтобы обе стороны получили максимальную выгоду. Мы стремимся создать индивидуальный и профессиональный подход к каждому клиенту, предоставляя услуги высокого качества и предлагая индивидуальные решения."
  },
  "workAt": {
    "title1": "Staffchange: Партнерство для Прогресса",
    "description1": "Предоставление ориентированных на клиента рабочих решений, направленных на укрепление вашего бизнеса",
    "title2": "Присоединяйтесь к нашей команде!",
    "description2": "В нашей компании мы верим в разнообразие. Мы уважаем разные мнения и точки зрения, потому что чем больше точек зрения, тем больше идей и тем лучше будет решение. Мы - команда профессионалов, объединенных общей целью развития промышленного сектора. Если вам интересно присоединиться к нам, не стесняйтесь обращаться. Сообщите нам, в какой области вы можете внести свой вклад.",
    "teamPrinciples": [
      {
        "id": 1,
        "title": "МЫ ЦЕНИМ КАЖДОГО ЧЛЕНА команды",
        "content": "Мы верим в командную работу и ценим решительность, учитывая уникальность каждого члена команды."
      },
      {
        "id": 2,
        "title": "МЫ РАЗВИВАЕМ И ЦЕНИМ ТАЛАНТЫ",
        "content": "Через тренинги и наставничество мы поддерживаем развитие в предприятии."
      },
      {
        "id": 3,
        "title": "МЫ НАСЛАЖДАЕМСЯ КОМПАНИЕЙ ДРУГ ДРУГА",
        "content": "Мы организуем выезды сотрудников и дни активностей, чтобы развивать командный дух и хорошие отношения между нашими сотрудниками."
      }
    ],
    "sendData": {
      "title": "Присоединиться к Staffchange",
      "subtitle": "Не стесняйтесь отправить нам свое резюме. Мы свяжемся с вами в ближайшее время.",
      "name": "имя",
      "textArea": "дополнительная информация",
      "fileDescription": "Прикрепить резюме",
      "fileStatus": "Файл не выбран",
      "fileLimit": "Максимальный размер файла: 2 МБ.",
      "fileButton": "выбрать файл",
      "submit": "отправить"
    }
  }
}
