{
  "en": {
    "navLink": {
      "main": "Main",
      "about": "About",
      "workAt": "Work at Staffchange"
    },
    "footer": {
      "contact": "Contact us"
    },
    "main": {
      "slogan": "We provide qualified workers in all spheres",
      "title1": "Welcome to Staffchange: this is a Hansavest Group",
      "description1": "      Welcome to Staffchange - your trusted partner in job search and employment! We are a company dedicated to harmonizing the needs of employers and candidates in the field of employment.\n            Our mission is to help qualified professionals realize their skills, and to aid young talents in finding their ideal job and elevate their career potential. We offer innovative solutions and personalized support to ensure successful employment for each of our clients.\n            Join our employment community today and start your journey to career growth and achievements!",
      "title2": "            Your Bridge to Success: Staffchange",
      "description2": "            The company Staffchange is a leader in the employment market, specializing in finding ideal job placements for candidates across various sectors. Our mission is to provide high-quality job search services, aligning the needs of candidates with the needs of employers.\n\n            We work with a broad spectrum of companies and organizations to ensure diversity of vacancies in different industries, from information technology and marketing to finance and medicine. Our team of professionals is always ready to provide you with personal support and advice to help you find a job that aligns with your goals and ambitions.\n\n            Join our employment community today and let us help you make your next career move!"
    },
    "about": {
      "title1": "Staffchange: a Hansavest Group Partnership for Progress",
      "description1": "Providing client-oriented workforce solutions aimed at bolstering your business",
      "title2": "          The Staffchange Advantage: A Personalized Approach to Your Job Search Journey",
      "description2": "The Staffchange Company and the Hansavest Group comprise an energetic team of professionals specializing in employment services. Our experts possess years of experience working with companies of diverse scales and industries, and they understand the key elements of a successful job search. We serve all parties involved - from candidates seeking employment to employers in search of talented individuals. Our objective is to facilitate perfect matches that yield maximum benefits for both sides. We endeavor to provide a personalized and professional approach for each client, ensuring high-quality services and offering tailor-made solutions."
    },
    "workAt": {
      "title1": "Staffchange: Partnership for Progress",
      "description1": "Providing client-oriented workforce solutions aimed at bolstering your business",
      "title2": "Join our team!",
      "description2": " At our company, we believe in diversity. We embrace different opinions\n        and perspectives, because the more perspectives there are, the more\n        ideas there are, and the better the solution will be. We are a team of\n        professionals who are unified by our shared goal of enhancing the\n        development of the industrial sector. If you are interested in joining\n        us, don&apos;t hesitate to reach out. Let us know in which field you can\n        contribute.",
      "teamPrinciples": {
        "1": {
          "title": "WE VALUE EVERY MEMBER",
          "content": "We believe in teamwork and value determination, while taking into account the uniqueness of every team member."
        },
        "2": {
          "title": "WE NUTURE AND CHERISH TALENT",
          "content": "Through training and mentoring, we support development within the enterprise."
        },
        "3": {
          "title": "WE ENJOY EACH OTHER’S COMPANY",
          "content": "We organise staff outings and activity days to develop team spirit and good relationships among our employees."
        }
      }
    }
  },

  "pl": {
    "navLink": {
      "main": "Główna",
      "about": "O nas",
      "workAt": "Pracuj w Staffchange"
    },
    "footer": {
      "contact": "Skontaktuj się z nami"
    },
    "main": {
      "slogan": "Zapewniamy wykwalifikowanych pracowników we wszystkich dziedzinach",
      "title1": "Witamy w Staffchange: to grupa Hansavest",
      "description1": "Witamy w Staffchange - Twoim zaufanym partnerze w poszukiwaniu pracy i zatrudnieniu! Jesteśmy firmą, która harmonizuje potrzeby pracodawców i kandydatów w dziedzinie zatrudnienia. Naszą misją jest pomoc wykwalifikowanym profesjonalistom w realizacji swoich umiejętności, a młodym talentom w znalezieniu idealnej pracy i podniesieniu swojego potencjału kariery. Oferujemy innowacyjne rozwiązania i indywidualne wsparcie, aby zapewnić każdemu z naszych klientów udane zatrudnienie. Dołącz do naszej społeczności zatrudnienia już dziś i rozpocznij swoją drogę do wzrostu i osiągnięć zawodowych!",
      "title2": "Twój most do sukcesu: Staffchange",
      "description2": "Firma Staffchange jest liderem na rynku zatrudnienia, specjalizującym się w znajdowaniu idealnych ofert pracy dla kandydatów z różnych sektorów. Naszą misją jest świadczenie usług wysokiej jakości w zakresie poszukiwania pracy, dostosowując potrzeby kandydatów do potrzeb pracodawców. Współpracujemy z szerokim spektrum firm i organizacji, aby zapewnić różnorodność ofert pracy w różnych branżach, od technologii informacyjnych i marketingu po finanse i medycynę. Nasz zespół profesjonalistów jest zawsze gotowy, aby udzielić Ci osobistego wsparcia i porady w znalezieniu pracy, która będzie zgodna z Twoimi celami i ambicjami. Dołącz do naszej społeczności zatrudnienia już dziś i pozwól nam pomóc Ci w następnym kroku w karierze!"
    },
    "about": {
      "title1": "Staffchange: partnerstwo Grupy Hansavest dla postępu",
      "description1": "Dostarczamy rozwiązania zorientowane na klienta, mające na celu zwiększenie efektywności Twojego biznesu",
      "title2": "Przewaga Staffchange: Indywidualne podejście do Twojej drogi poszukiwania pracy",
      "description2": "Firma Staffchange i Grupa Hansavest to energiczny zespół profesjonalistów specjalizujących się w usługach zatrudnienia. Nasi eksperci mają wieloletnie doświadczenie w pracy z firmami o różnej skali i z różnych branż, i rozumieją kluczowe elementy udanego poszukiwania pracy. Obsługujemy wszystkie strony - od kandydatów szukających pracy do pracodawców szukających utalentowanych osób. Naszym celem jest doprowadzenie do idealnych par, które przynoszą maksymalne korzyści obu stronom. Dążymy do zapewnienia indywidualnego i profesjonalnego podejścia dla każdego klienta, gwarantując usługi najwyższej jakości i oferując rozwiązania na miarę."
    },
    "workAt": {
      "title1": "Staffchange: Partnerstwo dla Postępu",
      "description1": "Dostarczamy rozwiązania zorientowane na klienta, mające na celu zwiększenie efektywności Twojego biznesu",
      "title2": "Dołącz do naszego zespołu!",
      "description2": " W naszej firmie wierzymy w różnorodność. Szanujemy różne opinie i punkty widzenia, ponieważ im więcej perspektyw, tym więcej pomysłów, a tym lepsze rozwiązanie. Jesteśmy zespołem profesjonalistów, których łączy wspólny cel rozwoju sektora przemysłowego. Jeżeli jesteś zainteresowany dołączeniem do nas, nie wahaj się skontaktować. Daj nam znać, w jakiej dziedzinie możesz przyczynić się do naszej firmy.",
      "teamPrinciples": {
        "1": {
          "title": "CENIMY KAŻDEGO CZŁONKA",
          "content": "Wierzymy w pracę zespołową i cenimy determinację, biorąc pod uwagę unikalność każdego członka zespołu."
        },
        "2": {
          "title": "PIELĘGNUJEMY I CHERNIAMY TALENT",
          "content": "Poprzez szkolenia i mentoring, wspieramy rozwój w przedsiębiorstwie."
        },
        "3": {
          "title": "CIESZYMY SIĘ Z KOMPANII INNYCH",
          "content": "Organizujemy wyjścia pracowników i dni aktywności, aby rozwijać ducha zespołu i dobre relacje między naszymi pracownikami."
        }
      }
    }
  },

  "et": {
    "navLink": {
      "main": "Pealeht",
      "about": "Meist",
      "workAt": "Tööta Staffchange'is"
    },
    "footer": {
      "contact": "Võta meiega ühendust"
    },
    "main": {
      "slogan": "Pakume kvalifitseeritud töötajaid kõigis valdkondades",
      "title1": "Tere tulemast Staffchange'i: see on Hansavest Group",
      "description1": "Tere tulemast Staffchange'i - teie usaldusväärne partner tööotsingul ja tööhõives! Oleme ettevõte, mis on pühendunud tööandjate ja kandidaatide vajaduste harmoneerimisele tööhõive valdkonnas. Meie missiooniks on aidata kvalifitseeritud professionaalidel oma oskusi realiseerida ja noortel talentidel leida oma ideaalne töökoht ning tõsta oma karjäärivõimalusi. Pakume innovaatilisi lahendusi ja personaalset tuge, tagamaks igaühele meie klientidest eduka töölevõtmise. Liitu meie tööhõive kogukonnaga juba täna ja alusta oma teekonda karjääri kasvu ja saavutusteni!",
      "title2": "Teie sild edu juurde: Staffchange",
      "description2": "Ettevõte Staffchange on tööturu liider, spetsialiseerudes ideaalsete tööpakkumiste leidmisele kandidaatidele erinevates sektorites. Meie missiooniks on pakkuda kõrge kvaliteediga tööotsingu teenuseid, ühildades kandidaatide vajadused tööandjate vajadustega. Me töötame koos laia valiku ettevõtete ja organisatsioonidega, tagamaks erinevate tööstusharude, alates infotehnoloogiast ja turundusest kuni rahanduse ja meditsiinini, tööpakkumiste mitmekesisust. Meie professionaalide meeskond on alati valmis pakkuma teile personaalset tuge ja nõu, aidates teil leida tööd, mis vastab teie eesmärkidele ja ambitsioonidele. Liitu meie tööhõive kogukonnaga juba täna ja lase meil aidata sul teha oma järgmine karjääri samm!"
    },
    "about": {
      "title1": "Staffchange: Hansavest Group'i partnerlus edusammude nimel",
      "description1": "Pakume klientidele orienteeritud tööjõulahendusi, mis aitavad teie äri kasvatada",
      "title2": "Staffchange'i eelis: isikupärastatud lähenemine teie tööotsingute teekonnale",
      "description2": "Staffchange'i ettevõte ja Hansavest Group koosnevad energilisest professionaalide meeskonnast, kes spetsialiseeruvad tööhõive teenustele. Meie eksperdid omavad aastatepikkust kogemust töötamisel erineva suurusega ja erinevatest tööstusharudest pärit ettevõtetega ning mõistavad eduka tööotsingu võtmeaspekte. Me töötame kõigi osapooltega - alates tööotsijatest kuni tööandjateni, kes otsivad andekaid töötajaid. Meie eesmärgiks on kokku tuua ideaalsed paarid, et mõlemad pooled saaksid maksimaalset kasu. Me püüdleme selle poole, et pakkuda igale kliendile personaalset ja professionaalset lähenemist, pakkudes kõrge kvaliteediga teenuseid ja pakkudes individuaalseid lahendusi."
    },
    "workAt": {
      "title1": "Staffchange: partnerlus edusammude nimel",
      "description1": "Pakume klientidele orienteeritud tööjõulahendusi, mis aitavad teie äri kasvatada",
      "title2": "Liitu meie meeskonnaga!",
      "description2": "Meie ettevõttes usume mitmekesisusse. Me hindame erinevaid arvamusi ja perspektiive, sest mida rohkem on perspektiive, seda rohkem on ideid ja seda parem on lahendus. Me oleme professionaalide meeskond, keda ühendab ühine eesmärk tööstussektori arendamiseks. Kui oled huvitatud liitumisest meiega, siis võta meiega ühendust. Anna meile teada, millises valdkonnas saaksid panustada.",
      "teamPrinciples": {
        "1": {
          "title": "ME HINDAME IGAT LIIKMET",
          "content": "Me usume meeskonnatöösse ja hindame püsivust, võttes arvesse iga meeskonnaliikme ainulaadsust."
        },
        "2": {
          "title": "ME TOETAME JA HOOLITSEME ANDEREGA",
          "content": "Koolituse ja mentorluse kaudu toetame arengut ettevõttes."
        },
        "3": {
          "title": "ME NAUDIME ÜKSTEISE SELTSKONDA",
          "content": "Korraldame töötajatele väljasõite ja tegevuspäevi, et arendada meeskonnatöö vaimu ja head suhteid meie töötajate vahel."
        }
      }
    }
  },

  "ua": {
    "navLink": {
      "main": "Головна",
      "about": "Про нас",
      "workAt": "Працювати в Staffchange"
    },
    "footer": {
      "contact": "Зв'язатися з нами"
    },
    "main": {
      "slogan": "Ми забезпечуємо кваліфікованими працівниками в усіх сферах",
      "title1": "Ласкаво просимо до Staffchange: це група Hansavest",
      "description1": "Ласкаво просимо до Staffchange - вашого надійного партнера у пошуку роботи та працевлаштуванні! Ми - компанія, що працює над узгодженням потреб роботодавців та кандидатів у сфері працевлаштування. Наше завдання - допомогти кваліфікованим фахівцям реалізувати свої вміння та допомогти молодим талантам знайти свою ідеальну роботу та підвищити свій кар'єрний потенціал. Ми пропонуємо інноваційні рішення та індивідуальну підтримку, щоб забезпечити успішне працевлаштування для кожного з наших клієнтів. Приєднуйтесь до нашої спільноти працевлаштування сьогодні та розпочніть свій шлях до кар'єрного зростання та досягнень!",
      "title2": "Ваш міст до успіху: Staffchange",
      "description2": "Компанія Staffchange є лідером на ринку праці, спеціалізуючись на знаходженні ідеальних вакансій для кандидатів у різних секторах. Наше завдання - надавати послуги пошуку роботи високої якості, враховуючи потреби кандидатів та роботодавців. Ми співпрацюємо з широким спектром компаній та організацій, щоб забезпечити різноманітність вакансій в різних галузях, від інформаційних технологій та маркетингу до фінансів та медицини. Наша команда професіоналів завжди готова надати вам особисту підтримку та пораду, щоб допомогти вам знайти роботу, яка відповідає вашим цілям та амбіціям. Приєднуйтесь до нашої спільноти працевлаштування сьогодні та дайте нам допомогти вам здійснити наступний крок у вашій кар'єрі!"
    },
    "about": {
      "title1": "Staffchange: партнерство групи Hansavest заради прогресу",
      "description1": "Надання орієнтованих на клієнта рішень у сфері робочої сили, спрямованих на зміцнення вашого бізнесу",
      "title2": "Перевага Staffchange: індивідуальний підхід до вашого шляху у пошуку роботи",
      "description2": "Компанія Staffchange та група Hansavest - це енергійна команда професіоналів у сфері працевлаштування. Наші фахівці мають багаторічний досвід роботи з компаніями різного масштабу та галузей, і розуміють, що важливо для успішного пошуку роботи. Ми працюємо з усіма сторонами - від кандидатів, які шукають роботу, до роботодавців, які шукають талановитих працівників. Наша мета - зібрати ідеальні пари, щоб обидві сторони отримали максимальну вигоду. Ми прагнемо створити особистий та професійний підхід до кожного клієнта, забезпечуючи високоякісні послуги та пропонуючи індивідуальні рішення."
    },
    "workAt": {
      "title1": "Staffchange: партнерство заради прогресу",
      "description1": "Надання орієнтованих на клієнта рішень у сфері персоналу з метою підсилення вашого бізнесу",
      "title2": "Приєднуйтесь до нашої команди!",
      "description2": "У нашій компанії ми віримо в різноманітність. Ми поважаємо різні думки та точки зору, оскільки чим більше поглядів, тим більше ідей, а отже, краще буде рішення. Ми - команда професіоналів, які об'єднані спільною метою розвитку промислового сектору. Якщо ви зацікавлені в приєднанні до нас, не соромтеся зв'язатися. Розкажіть нам, в якій галузі ви можете внести свій вклад.",
      "teamPrinciples": {
        "1": {
          "title": "МИ ЦІНУЄМО КОЖНОГО ЧЛЕНА",
          "content": "Ми віримо в командну роботу та цінуємо рішучість, враховуючи унікальність кожного члена команди."
        },
        "2": {
          "title": "МИ РОЗВИВАЄМО ТА ПІДТРИМУЄМО ТАЛАНТ",
          "content": "Через навчання та наставництво ми підтримуємо розвиток в межах підприємства."
        },
        "3": {
          "title": "МИ НАСОЛОДЖУЄМОСЯ КОМПАНІЄЮ ОДИН ОДНОГО",
          "content": "Ми організовуємо корпоративні заходи та дні активності для розвитку командного духу та хороших відносин між нашими співробітниками."
        }
      }
    }
  },

  "ru": {
    "navLink": {
      "main": "Главная",
      "about": "О нас",
      "workAt": "Работайте в Staffchange"
    },
    "footer": {
      "contact": "Свяжитесь с нами"
    },
    "main": {
      "slogan": "Мы предоставляем квалифицированных работников во всех сферах",
      "title1": "Добро пожаловать в Staffchange: это группа Hansavest",
      "description1": "Добро пожаловать в Staffchange - вашего надежного партнера по поиску работы и трудоустройству! Мы компания, занимающаяся гармонизацией потребностей работодателей и кандидатов в сфере трудоустройства. Наша миссия - помочь квалифицированным специалистам реализовать свои навыки и помочь молодым талантам найти свою идеальную работу и повысить свой карьерный потенциал. Мы предлагаем инновационные решения и персонализированную поддержку для успешного трудоустройства каждого нашего клиента. Присоединяйтесь к нашему сообществу трудоустройства уже сегодня и начните свой путь к росту карьеры и достижениям!",
      "title2": "Ваш мост к успеху: Staffchange",
      "description2": "Компания Staffchange является лидером на рынке трудоустройства, специализируясь на поиске идеальных вакансий для кандидатов в различных секторах. Наша миссия - предоставление высококачественных услуг по поиску работы, согласование потребностей кандидатов и потребностей работодателей. Мы работаем с широким спектром компаний и организаций, чтобы обеспечить разнообразие вакансий в различных отраслях, от информационных технологий и маркетинга до финансов и медицины. Наша команда профессионалов всегда готова предоставить вам персональную поддержку и советы, чтобы помочь вам найти работу, которая соответствует вашим целям и стремлениям. Присоединяйтесь к нашему сообществу трудоустройства уже сегодня и позвольте нам помочь вам сделать следующий шаг в карьере!"
    },
    "about": {
      "title1": "Staffchange: группа Hansavest партнерство для Прогресса",
      "description1": "Мы предоставляем ориентированные на клиента решения для рабочей силы, направленные на укрепление вашего бизнеса",
      "title2": "Преимущество Staffchange: Индивидуальный подход к вашему пути поиска работы",
      "description2": "Компания Staffchange и Hansavest group- это динамичная команда профессионалов в области трудоустройства. Наши эксперты имеют многолетний опыт работы с компаниями различного масштаба и отраслей и понимают, что важно для успешного поиска работы. Мы работаем со всеми сторонами - от кандидатов, ищущих работу, до работодателей, ищущих талантливых сотрудников. Наша цель - собрать идеальные пары, чтобы обе стороны получили максимальную выгоду. Мы стремимся создать индивидуальный и профессиональный подход к каждому клиенту, предоставляя услуги высокого качества и предлагая индивидуальные решения."
    },
    "workAt": {
      "title1": "Staffchange: Партнерство для Прогресса",
      "description1": "Предоставление ориентированных на клиента рабочих решений, направленных на укрепление вашего бизнеса",
      "title2": "Присоединяйтесь к нашей команде!",
      "description2": "В нашей компании мы верим в разнообразие. Мы уважаем разные мнения и точки зрения, потому что чем больше точек зрения, тем больше идей и тем лучше будет решение. Мы - команда профессионалов, объединенных общей целью развития промышленного сектора. Если вам интересно присоединиться к нам, не стесняйтесь обращаться. Сообщите нам, в какой области вы можете внести свой вклад.",
      "teamPrinciples": {
        "1": {
          "title": "МЫ ЦЕНИМ КАЖДОГО ЧЛЕНА",
          "content": "Мы верим в работу командой и ценим решительность, учитывая уникальность каждого члена команды."
        },
        "2": {
          "title": "МЫ КУЛЬТИВИРУЕМ И БЕРЕЖЕМ ТАЛАНТ",
          "content": "С помощью обучения и наставничества мы поддерживаем развитие в предприятии."
        },
        "3": {
          "title": "МЫ ЛЮБИМ ОБЩЕСТВО ДРУГ ДРУГА",
          "content": "Мы организуем совместные выходы и дни активности для сотрудников, чтобы развивать командный дух и хорошие отношения между нашими сотрудниками."
        }
      }
    }
  }
}
